<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>
<link rel="icon" href="/resources/images/favicon.ico">
</head>
<body>

<%@ include file="../common/header.jsp" %>

<div class="container">
    <div class="wrap">
        <div class="titleBox">
            <h2 class="t_title">이용약관</h2>
        </div>
        <div class="entry">
            <div class="policy-content">
               **사이트 이용약관**<br><br>

				**1. 서문**<br>
				이 이용약관은 [게임으로 배우는 바둑 교실] 웹사이트(이하 "사이트")의 이용 조건 및 규정을 설명합니다. 사이트를 이용함으로써 여러분은 본 이용약관에 동의하는 것으로 간주됩니다.
				<br><br>
				**2. 이용자의 권리와 의무**<br>
				2.1. 여러분은 사이트를 이용함으로써 사이트의 콘텐츠를 탐색하고 정보를 얻을 수 있습니다.<br>
				2.2. 사이트를 사용함에 있어서 다음의 행동을 해서는 안 됩니다.<br>
				&nbsp;&nbsp;&nbsp;&nbsp;- 불법적인 내용의 게시, 전송, 배포<br>
				&nbsp;&nbsp;&nbsp;&nbsp;- 타인의 개인정보 및 저작권을 침해하는 행위<br>
				&nbsp;&nbsp;&nbsp;&nbsp;- 사이트의 안정성 및 기능을 해치는 행동<br>
				2.3. 여러분은 본 이용약관 및 관련 법률을 준수해야 하며, 다른 사용자의 권리와 이익을 존중해야 합니다.
				<br><br>
				**3. 서비스의 변경 및 중단**<br>
				3.1. 사이트는 사전 고지 없이 서비스를 변경하거나 중단할 수 있습니다.<br>
				3.2. 사이트가 서비스를 변경하거나 중단할 경우, 여러분에게 사전 통지할 수 있으나 이는 의무가 아닙니다.
				<br><br>
				**4. 콘텐츠의 소유권**<br>
				4.1. 사이트에 게시된 모든 콘텐츠의 저작권 및 지적재산권은 사이트에 소유되거나 해당 콘텐츠를 제공한 저작권자에게 있습니다.<br>
				4.2. 본 사이트에서 제공되는 콘텐츠를 사전 승인 없이 상업적으로 이용하거나 배포할 수 없습니다.
				<br><br>
				**5. 책임의 제한**<br>
				5.1. 여러분은 사이트를 사용함으로써 발생하는 모든 결과에 대해 전적으로 책임을 져야 합니다.<br>
				5.2. 사이트는 외부 링크로 연결된 사이트의 콘텐츠나 행동에 대해 어떠한 책임도 지지 않습니다.
				<br><br>
				**6. 이용약관의 변경**<br>
				6.1. 사이트는 필요한 경우 이용약관을 변경할 수 있습니다.<br>
				6.2. 변경된 이용약관은 사이트 내에 공지함으로써 효력이 발생합니다.
				<br><br>
				**7. 연락처**<br>
				7.1. 이용약관에 관한 문의나 연락은 [연락처 정보]로 할 수 있습니다.
				<br><br>
				**8. 준거법과 재판관할**<br>
				8.1. 본 이용약관은 [규정된 법률 및 재판관할 정보]에 따라 해석되고 관리됩니다.
				<br><br>
				**9. 유효기간**<br>
				9.1. 본 이용약관은 여러분이 사이트를 이용하는 동안 유효하며, 여러분의 사이트 이용이 종료될 때까지 적용됩니다.
               
            </div>
         </div>
    </div>
</div>

<%@ include file="../common/footer.jsp" %>

</body>
</html>