<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<%@ include file="../common/header.jsp" %>
	
 <div id="container" class="membershipWrap">
            <div class="wrap">
                <div class="content_wrap">
                    <div class="titleBox">
                        
                        <!--// joinStep-->
                        <h2 class="t_title">정보수집 동의</h2>
                        <p>대한바둑협회는 회원님의 개인정보보호를 위해 개인정보 보호지침을 마련하여 이를 준수하고 있습니다.</p>
                        <p>
                            <strong>회원가입 전 이용약관 및 개인정보 처리방침을 반드시 확인하여 주시기 바랍니다.</strong>
                        </p>
                    </div>
                    <form class="entry" method="get" action="https://www.kbaduk.or.kr/member/signup_step2/">
                        <div class="memberBox memberBox_ref">
                            <div class="joinWrap">
                                <fieldset class="terms">
                                    <legend>
                                        <span class="t_point">&#91;필수 &#93;</span>
                                        이용약관 동의
                                    </legend>
                                    <div class="txtBox">
                                        <div class="rules">
                                            대한바둑협회 홈페이지 이용 약관<br>
                                            <br>
                                            제 1 장 총칙<br>
                                            <br>
                                            제1조(목적)<br>
                                            <br>
                                            이 약관은 전기통신사업법령 및 정보통신망이용촉진등에 관한 법령에 의하여 대한바둑협회(이하 "협회"이라 한다)이 제공하는 홈페이지 서비스(이하 "서비스"라 한다)의 이용조건 및 절차에 관한 사항을 규정함을 목적으로 합니다.<br>
                                            <br>
                                            제2조(약관의 공지 및 준용)<br>
                                            1. 이 약관의 내용은 서비스 화면에 게시하거나 기타의 방법으로 홈페이지 이용자(이하 이용자)에게 공지함으로써 효력을 발생합니다.<br>
                                            2. 협회는 이 약관을 임의로 변경할 수 있으며, 변경된 약관은 제1항과 같은 방법으로 공지함으로써 효력을 발생합니다.<br>
                                            <br>
                                            제3조(약관 외 준칙)<br>
                                            <br>
                                            이 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 등에 관한 법률 및 기타 관련법령의 규정에 의합니다.<br>
                                            <br>
                                            제4조(이용자의 의무)<br>
                                            1. 이용자는 서비스를 이용할 때 다음 각 호의 행위를 하지 않아야 합니다.<br>
                                            a.서비스에서 얻은 정보를 협회의 사전승낙 없이 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위<br>
                                            b.협회의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위<br>
                                            c.공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위<br>
                                            d.범죄와 결부된다고 객관적으로 판단되는 행위<br>
                                            e.기타 관계법령에 위배되는 행위<br>
                                            2. 이용자는 관계 법령, 본 약관의 규정, 이용안내 및 서비스 상에 공지한 주의사항, 협회가 통지하는 사항 등을 준수하여야 하며, 기타 협회의 업무에 방해되는 행위를 하여서는 아니 됩니다.<br>
                                            3. 이용자는 서비스 이용을 위해 등록할 경우 현재의 사실과 일치하는 완전한 정보(이하 "등록정보")를 제공하여야 합니다.<br>
                                            4. 이용자는 등록정보에 변경사항이 발생할 경우 즉시 갱신하여야 합니다. 이용자가 제공한 등록정보 및 갱신한 등록정보가 부정확할 경우, 기타 이용자가 본 조 제1항에 명시된 행위를 한 경우에 협회는 이용자의 서비스 이용을 제한 또는 중지 할 수 있습니다.<br>
                                            5. 이용자는 협회의 사전 승낙 없이는 서비스를 이용하여 영업활동을 할 수 없으며, 영업활동의 결과와 회원이 약관에 위반한 영업활동을 이용하여 발생한 결과에 대하여 협회는 책임을 지지 않습니다. 회원은 이와 같은 영업활동에 대하여 협회에 손해배상의무를 집니다.<br>
                                            6. 이용자는 협회의 명시적인 동의가 없는 한 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도·증여할 수 없으며, 이를 담보로 제공할 수 없습니다.<br>
                                            <br>
                                            제2장 서비스 이용<br>
                                            <br>
                                            제5조(게시물의 저작권)<br>
                                            1. 이용자가 서비스 내에 게시한 게시물(이용자 간 전달 포함)의 저작권은 이용자가 소유하며 협회는 서비스 내에 이를 게시할 수 있는 권리를 갖습니다.<br>
                                            2. 협회는 게시한 이용자의 동의 없이 게시물을 다른 목적으로 사용할 수 없습니다.<br>
                                            3. 협회는 이용자가 서비스 내에 게시한 게시물이 타인의 저작권, 프로그램 저작권 등을 침해하더라도 이에 대한 민, 형사상의 책임을 부담하지 않습니다. 만일 이용자가 타인의 저작권, 프로그램저작권 등을 침해하였음을 이유로 협회가 타인으로부터 손해배상청구 등 이의 제기를 받은 경우 이용자는 협회의 면책을 위하여 노력하여야 하며, 협회가 면책되지 못한 경우 이용자는 그로 인해 협회에 발생한 모든 손해를 부담하여야 합니다.<br>
                                            4. 협회가 작성한 저작물에 대한 저작권은 협회에 귀속합니다.<br>
                                            5. 이용자는 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된 자료를 영리목적으로 이용하거나 제3자에게 이용하게 할 수 없으며, 게시물에 대한 저작권 침해는 관계 법령의 적용을 받습니다.<br>
                                            <br>
                                            <br>
                                            제6조(서비스 이용시간)<br>
                                            1. 서비스의 이용은 협회의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 다만 정기 점검 등의 필요로 협회가 정한 날이나 시간은 그러하지 않습니다.<br>
                                            2. 협회는 서비스를 일정범위로 분할하여 각 범위별로 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 그 내용을 사전에 공지합니다.<br>
                                            <br>
                                            제7조(서비스 이용책임)<br>
                                            <br>
                                            이용자는 협회에서 공식적으로 인정한 경우를 제외하고는 서비스를 이용하여 불법상품을 판매하는 영업활동을 할 수 없으며 특히 해킹, 상업적 광고, 음란사이트를 통한 상업행위, 상용S/W 불법배포 등을 할 수 없습니다. 이를 어기고 발생한 영업활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치 등에 관해서는 협회가 책임을 지지 않습니다.<br>
                                            <br>
                                            제8조(서비스 제공의 중지)<br>
                                            1. 협회는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.<br>
                                            a. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우<br>
                                            b. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우<br>
                                            c. 기타 불가항력적 사유가 있는 경우<br>
                                            2 .협회는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.<br>
                                            3. 협회는 제1, 2항에 의한 서비스 중단의 경우에 홈페이지 공지를 통해 알립니다. 다만, 협회가 통제할 수 없는 사유로 인한 서비스의 중단 (관리자의 고의, 과실이 없는 디스크 장애, 시스템다운 등)으로 인하여 사전 공지가 불가능한 경우에는 그러하지 아니합니다.<br>
                                            4. 협회는 서비스의 변경, 중지로 발생하는 문제에 대해서는 어떠한 책임도 지지 않습니다.<br>
                                            <br>
                                            제9조 (정보의 제공 및 광고의 게재)<br>
                                            <br>
                                            1. 협회는 서비스를 운영함에 있어 각종 정보를 홈페이지에 게재하는 방법으로 제공할 수 있습니다.<br>
                                            2. 협회는 서비스의 운영과 관련하여 홈페이지, 서비스화면 등에 광고 등을 게재할 수 있습니다.<br>
                                            3. 이용자가 서비스 상에 게재되어 있는 광고를 이용하거나 서비스를 통한 광고주의 판촉활동에 참여하는 등의 방법으로 교신 또는 거래를 하는 것은 전적으로 이용자와 광고주 간의 문제입니다. 만약 이용자와 광고주간에 문제가 발생할 경우에도 이용자와 광고주가 직접 해결하여야 하며, 이와 관련하여 협회는 어떠한 책임도 지지 않습니다.<br>
                                            <br>
                                            제10조 (게시물 또는 내용물의 삭제)<br>
                                            <br>
                                            1. 협회는 이용자가 게시하거나 전달하는 서비스 내의 모든 내용물(이용자 간 전달 포함)이 다음 각 호의 경우에 해당한다고 판단되는 경우 사전통지 없이 삭제할 수 있으며, 이에 대해 협회는 어떠한 책임도 지지 않습니다.<br>
                                            a. 협회, 다른 이용자 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우<br>
                                            b. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등의 유포에 해당하는 경우<br>
                                            c. 범죄적 행위에 결부된다고 인정되는 내용인 경우<br>
                                            d. 협회의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우<br>
                                            e. 협회에서 제공하는 서비스와 관련 없는 내용인 경우<br>
                                            f. 불필요하거나 승인되지 않은 광고, 판촉물을 게재하는 경우<br>
                                            g. 기타 관계 법령 및 협회의 지침 등에 위반된다고 판단되는 경우<br>
                                            2. 협회는 게시물에 관련된 세부 이용지침을 별도로 정하여 시행할 수 있으며, 이용자는 그 지침에 따라 각종 게시물(이용자 간 전달 포함)을 등록하거나 삭제하여야 합니다.<br>
                                            <br>
                                            제3장 손해배상 등<br>
                                            <br>
                                            제11조(손해배상)<br>
                                            <br>
                                            협회는 서비스 요금이 무료인 동안의 서비스 이용과 관련하여 협회의 고의, 과실에 의한 것이 아닌 한 이용자에게 발생한 어떠한 손해에 관하여도 책임을 지지 않습니다.<br>
                                            <br>
                                            제12조(면책조항)<br>
                                            1. 협회는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br>
                                            2. 협회는 이용자의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.<br>
                                            3. 협회는 이용자가 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 그밖에 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다. 협회는 이용자가 사이트에 게재한 정보, 자료, 사실의 신뢰도 및 정확성 등 내용에 대하여는 책임을 지지 않습니다.<br>
                                            4. 협회는 회원 상호간 또는 회원과 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.<br>
                                            <br>
                                            제13조(관할법원)<br>
                                            <br>
                                            서비스 이용으로 발생한 분쟁에 대해 소송이 제기될 경우 협회의 소재지를 관할하는 법원을 전속 관할법원으로 합니다.<br>
                                            <br>
                                            [부칙]<br>
                                            <br>
                                            (시행일) 이 약관은 2017년 4월 7일부터 시행합니다.<br>
                                        </div>
                                    </div>
                                    <p class="chk">
                                        <input type="checkbox" name="service" id="service" class="checkbox"/>
                                        <label for="service">
                                            <span class="ico_chk"></span>
                                            <span class="txt_required">이용약관에 동의합니다.</span>
                                        </label>
                                    </p>
                                </fieldset>
                                <fieldset class="terms">
                                    <legend>
                                        <span class="t_point">&#91;필수 &#93;</span>
                                        개인정보 수집 및 이용에 대한 동의
                                    </legend>
                                    <div class="txtBox">
                                        <div class="rules">
                                            대한바둑협회 홈페이지 개인정보처리방침<br>
                                            <br>
                                            <br>
                                            <대한바둑협회>
                                                ("http://kbaduk.or.kr/" 이하 "협회")는 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.<br>
                                                <br>
                                                협회는 개인정보처리방침을 개정하는 경우 홈페이지 공지사항(또는 개별공지)을 통하여 공지할 것입니다.<br>
                                                <br>
                                                ○ 본 방침은 2017년 4월 7일부터 시행됩니다.<br>
                                                <br>
                                                <br>
                                                1. 개인정보의 처리 목적<br>
                                                협회는 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전 동의를 구할 예정입니다.<br>
                                                &nbsp;가. 홈페이지 관리<br>
                                                &nbsp;콘텐츠 제공 등 정보 서비스 제공 및 선수관리, 대회참가 등 체육행정 서비스 제공 등을 목적으로 개인정보를 처리합니다.<br>
                                                &nbsp;나. 민원사무 처리<br>
                                                &nbsp;민원인의 신원 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.<br>
                                                <br>
                                                2. 개인정의 수집 및 보유<br>
                                                협회는 법령의 규정과 정보주체의 동의에 의해서만 개인정보를 수집. 보유합니다.<br>
                                                <br>
                                                3. 개인정보의 이용 및 제공의 제한<br>
                                                &nbsp;o 협회가 수집. 보유하고 있는 개인정보는 일반 행정정보와 달리 이용 및 제공에 엄격한 제한이 있는 정보로서 "개인정보보호법" 은 이에 관하여 다음과 같이 규정하고 있습니다.<br>
                                                &nbsp;&nbsp;- 정보주체로부터 별도의 동의를 받은 경우<br>
                                                &nbsp;&nbsp;- 다른 법률에 특별한 규정이 있는 경우<br>
                                                &nbsp;&nbsp;- 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소 불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우<br>
                                                &nbsp;&nbsp;- 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 개인정보를 제공하는 경우<br>
                                                &nbsp;&nbsp;- 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우로서 보호위원회의 심의·의결을 거친 경우<br>
                                                &nbsp;&nbsp;- 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우<br>
                                                &nbsp;&nbsp;- 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우<br>
                                                &nbsp;&nbsp;- 법원의 재판업무 수행을 위하여 필요한 경우<br>
                                                &nbsp;&nbsp;- 형(刑) 및 감호, 보호처분의 집행을 위하여 필요한 경우<br>
                                                <br>
                                                4. 개인정보화일의 열람 및 정정 청구<br>
                                                &nbsp;&nbsp;o 협회가 보유하고 있는 개인정보화일은 "개인정보보호법" 이 정하는 바에 따라 본인에 한하여 열람을 청구할 수 있습니다.<br>
                                                &nbsp;&nbsp;- 다음 사항은 법 제13조 규정에 의하여 열람을 제한할 수 있습니다. 다음사항에 해당하는 업무로서 당해업무의 수행에 중대한 지장을 초래하는 경우<br>
                                                &nbsp;&nbsp;ㆍ조세의 부과·징수 또는 환급에 관한 사항<br>
                                                &nbsp;&nbsp;ㆍ교육법에 의한 각종 학교에서의 성적의 평가 또는 입학자의 선발에 관한 업무<br>
                                                &nbsp;&nbsp;ㆍ학력·기능 및 채용에 관한 시험, 자격의 검사, 보상금·급부금의 산정 등 평가 또는 판단에 관한 업무<br>
                                                &nbsp;&nbsp;ㆍ다른 법률에 의한 감사 및 조사에 관한 업무<br>
                                                &nbsp;&nbsp;ㆍ토지 및 주택 등에 관한 부동산 투기를 방지하기 위한 업무<br>
                                                &nbsp;&nbsp;ㆍ증권거래법에 의한 불공정증권거래를 방지하기 위한 업무<br>
                                                &nbsp;&nbsp;- 개인의 생명·신체를 해할 우려가 있거나 개인의 재산과 기타 이익을 부당하게 침해할 우려가 있는 경우<br>
                                                &nbsp;&nbsp;o 본인의 개인정보를 열람한 정보주체는 다음의 경우 정정을 청구할 수 있습니다.<br>
                                                &nbsp;&nbsp;- 정정 청구의 범위<br>
                                                &nbsp;&nbsp;ㆍ사실과 다르게 기록된 정보의 정정<br>
                                                &nbsp;&nbsp;ㆍ특정항목에 해당사실이 없는 내용에 대한 삭제<br>
                                                <br>
                                                5. 정보주체의 권리, 의무 및 그 행사방법<br>
                                                &nbsp;&nbsp;o 자신 및 14세 미만 아동의 개인정보의 조회, 수정 및 가입 해지의 요청<br>
                                                &nbsp;&nbsp;o 개인정보의 오류에 대한 정정 및 삭제의 요청<br>
                                                &nbsp;&nbsp;o 개인정보의 조회, 수정 및 해지, 삭제 등의 요청은 본인 확인 절차를 거치신 후 열람, 정정 가능합니다.<br>
                                                <br>
                                                6. 개인정보파일의 파기<br>
                                                &nbsp;&nbsp;협회는 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체 없이 해당 개인정보를 파기합니다. 다만, 다른 법률에 따라 보존하여야하는 경우에는 그러하지 않습니다.<br>
                                                &nbsp;&nbsp;- 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.<br>
                                                &nbsp;&nbsp;- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.<br>
                                                <br>
                                                7. 개인정보의 위탁 처리<br>
                                                &nbsp;&nbsp;협회에서 관리하는 개인정보의 처리를 다른 공공기관 또는 다른 전문기관에 위탁하는 경우, 필요한 제한이나 절차를 정하고 수탁기관으로 하여금 준수토록 하고 있습니다.<br>
                                                &nbsp;&nbsp;- 재위탁 금지에 관한 사항<br>
                                                &nbsp;&nbsp;- 개인정보파일의 복사에 관한 사항<br>
                                                &nbsp;&nbsp;- 개인정보의 관리상황 검사 및 소속직원의 교육에 관한 사항<br>
                                                &nbsp;&nbsp;- 수탁기관에서 준수하여야 할 의무를 위반한 경우의 손해배상 등에 관한 사항<br>
                                                <br>
                                                8. 권익침해 구제방법<br>
                                                &nbsp;&nbsp;"개인정보보호법"에 의한 청구에 대하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익이 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.<br>
                                                <br>
                                                9. 개인정보 침해사항의 신고<br>
                                                &nbsp;&nbsp;협회의 웹사이트 이용 중 개인정보의 유출 가능성 등 정보주체의 권익이 침해될 우려가 있는 사실을 발견하였을 경우는 다음의 연락처로 알려주시기 바랍니다.<br>
                                                <br>
                                                - 개인정보 보호담당자<br>
                                                &nbsp;&nbsp;&nbsp;담당부서: 사무처<br>
                                                &nbsp;&nbsp;&nbsp;직위 : 대리<br>
                                                &nbsp;&nbsp;&nbsp;성명 : 이병구<br>
                                                &nbsp;&nbsp;&nbsp;전화번호 : 02-3431-5625<br>
                                                &nbsp;&nbsp;&nbsp;이메일: master@kbaduk.or.kr<br>
                                                &nbsp;&nbsp;&nbsp;주소 : 서울시 송파구 올림픽로 424<br>
                                                <br>
                                                10. 시행일<br>
                                                &nbsp;&nbsp;&nbsp;본 개인정보보호정책은 2017년 4월 7일부터 시행합니다.<br>
                                        </div>
                                    </div>
                                    <p class="chk">
                                        <!--체크박스 체크시 : class="chk_on" 추가 -->
                                        <input type="checkbox" name="privacy" id="privacy" class="checkbox"/>
                                        <label for="privacy">
                                            <span class="ico_chk"></span>
                                            <span class="txt_required">개인정보 수집 및 이용에 동의합니다.</span>
                                        </label>
                                    </p>
                                </fieldset>
                            </div>
                            <!-- // logWrap-->
                        </div>
                        <!-- // memberBox-->
                        <div class="btnArea-center">
                            <span class="btn btn-point btn-lg">
                                <button type="button" id="step1_btn">동의</button>
                            </span>
                            <span class="btn btn-grayline btn-lg">
                                <button type="button" onclick="history.back(-1);">취소</button>
                            </span>
                        </div>
                    </form>
                </div>
            </div>
        </div>
        <script type="text/javascript">
                var $service = $('#service')
                  , $privacy = $('#privacy');

                $service.add($privacy).on('click', function() {
                    $(this).next('label').toggleClass('chk_on');
                    ;
                });
                $('#step1_btn').on('click', function() {
                    if (!$service.is(':checked')) {
                        dialogs.alert('이용약관에 동의해주세요.');
                        return;
                    }
                    if (!$privacy.is(':checked')) {
                        dialogs.alert('개인정보처리방침에 동의해주세요.');
                        return;
                    }
                    this.form.submit();
                });
        </script>
        
        <%@ include file="../common/footer.jsp" %>
</body>
</html>